Repository: sidimam/AmuleRemote
Catalog: Localizable.xcstrings
Source language: it
Languages: ar, de, en, es, fr, zh_hans

source: Rimuovi completati
ar: إزالة المكتملة
de: Abgeschlossene entfernen
en: Remove Completed
es: Quitar completadas
fr: Retirer les terminés
zh_hans: 移除已完成

source: Rimuovi dalla lista i download completati
ar: إزالة التنزيلات المكتملة من القائمة
de: Abgeschlossene Downloads aus der Liste entfernen
en: Remove completed downloads from the list
es: Quitar de la lista las descargas completadas
fr: Retirer de la liste les téléchargements terminés
zh_hans: 从列表中移除已完成的下载

source: Rimuovi i download completati
ar: إزالة التنزيلات المكتملة
de: Abgeschlossene Downloads entfernen
en: Remove completed downloads
es: Eliminar las descargas completadas
fr: Retirer les téléchargements terminés
zh_hans: 移除已完成的下载

source: Rimuovi server
ar: إزالة الخادم
de: Server entfernen
en: Remove Server
es: Quitar servidor
fr: Retirer le serveur
zh_hans: 移除服务器

source: Rimuovi server morti
ar: إزالة الخوادم الميتة
de: Tote Server entfernen
en: Remove dead servers
es: Quitar servidores muertos
fr: Retirer les serveurs morts
zh_hans: 移除失效服务器

source: Riprende il download il cui nome contiene il testo indicato.
ar: يستأنف التنزيل الذي يحتوي اسمه على النص المحدد.
de: Setzt den Download fort, dessen Name den angegebenen Text enthält.
en: Resumes the download whose name contains the given text.
es: Reanuda la descarga cuyo nombre contiene el texto indicado.
fr: Reprend le téléchargement dont le nom contient le texte indiqué.
zh_hans: 继续名称包含指定文本的下载。

source: Riprende tutti i download in pausa sul server aMule.
ar: يستأنف كل التنزيلات المتوقفة مؤقتًا على خادم aMule.
de: Setzt alle pausierten Downloads auf dem aMule-Server fort.
en: Resumes all paused downloads on the aMule server.
es: Reanuda todas las descargas en pausa en el servidor aMule.
fr: Reprend tous les téléchargements en pause sur le serveur aMule.
zh_hans: 恢复 aMule 服务器上所有暂停的下载。

source: Riprendi
ar: استئناف
de: Fortsetzen
en: Resume
es: Reanudar
fr: Reprendre
zh_hans: 继续

source: Riprendi download
ar: استئناف التنزيلات
de: Downloads fortsetzen
en: Resume Downloads
es: Reanudar descargas
fr: Reprendre téléchargements
zh_hans: 恢复下载

source: Riprendi i download
ar: استئناف التنزيلات
de: Downloads fortsetzen
en: Resume Downloads
es: Reanudar las descargas
fr: Reprendre les téléchargements
zh_hans: 恢复下载

source: Riprendi prima nella stessa categoria
ar: الاستئناف أولًا ضمن الفئة نفسها
de: Zuerst in derselben Kategorie fortsetzen
en: Resume first within the same category
es: Reanudar primero en la misma categoría
fr: Reprendre d'abord dans la même catégorie
zh_hans: 优先恢复同类别

source: Riprendi tutti
ar: استئناف الكل
de: Alle fortsetzen
en: Resume all
es: Reanudar todo
fr: Tout reprendre
zh_hans: 全部继续

source: Riprendi tutti i download
ar: استئناف كل التنزيلات
de: Alle Downloads fortsetzen
en: Resume all downloads
es: Reanudar todas las descargas
fr: Reprendre tous les téléchargements
zh_hans: 继续所有下载

source: Riprendi un download
ar: استئناف تنزيل
de: Einen Download fortsetzen
en: Resume a download
es: Reanudar una descarga
fr: Reprendre un téléchargement
zh_hans: 继续某个下载

source: Ripresi %lld download.
ar: تم استئناف %lld تنزيلات.
de: %lld Downloads fortgesetzt.
en: Resumed %lld downloads.
es: %lld descargas reanudadas.
fr: %lld téléchargements repris.
zh_hans: 已恢复 %lld 个下载。

source: Ripreso: %@
ar: تم الاستئناف: %@
de: Fortgesetzt: %@
en: Resumed: %@
es: Reanudado: %@
fr: Repris : %@
zh_hans: 已继续：%@

source: Ripristina
ar: استعادة
de: Wiederherstellen
en: Restore
es: Restaurar
fr: Restaurer
zh_hans: 恢复

source: Ripristina %lld profili server da iCloud
ar: استعادة %lld من ملفات تعريف الخادم من iCloud
de: %lld Serverprofile aus iCloud wiederherstellen
en: Restore %lld server profiles from iCloud
es: Restaurar %lld perfiles de servidor desde iCloud
fr: Restaurer %lld profils de serveur depuis iCloud
zh_hans: 从 iCloud 恢复 %lld 个服务器配置

source: Ripristina da iCloud
ar: استعادة من iCloud
de: Aus iCloud wiederherstellen
en: Restore from iCloud
es: Restaurar desde iCloud
fr: Restaurer depuis iCloud
zh_hans: 从 iCloud 恢复

source: Riscansione automatica delle cartelle condivise
ar: إعادة فحص المجلدات المشتركة تلقائيًا
de: Geteilte Ordner automatisch neu scannen
en: Automatically re-scan shared folders
es: Reescaneo automático de carpetas compartidas
fr: Nouvelle analyse automatique des dossiers partagés
zh_hans: 自动重新扫描共享文件夹

source: Risultati (%lld)
ar: النتائج (%lld)
de: Ergebnisse (%lld)
en: Results (%lld)
es: Resultados (%lld)
fr: Résultats (%lld)
zh_hans: 结果（%lld）

source: Rivedi la presentazione
ar: إعادة عرض التقديم
de: Einführung erneut ansehen
en: Show the introduction again
es: Volver a ver la presentación
fr: Revoir la présentation
zh_hans: 再看一次介绍

source: Rosso
ar: أحمر
de: Rot
en: Red
es: Rojo
fr: Rouge
zh_hans: 红色

source: Salta
ar: تخطي
de: Überspringen
en: Skip
es: Omitir
fr: Passer
zh_hans: 跳过

source: Salta la presentazione
ar: تخطي التقديم
de: Einführung überspringen
en: Skip the introduction
es: Omitir la presentación
fr: Passer la présentation
zh_hans: 跳过介绍

source: Salva
ar: حفظ
de: Sichern
en: Save
es: Guardar
fr: Enregistrer
zh_hans: 存储

source: Salva fonti (sources seeds)
ar: حفظ المصادر (source seeds)
de: Quellen sichern (Source-Seeds)
en: Save sources (source seeds)
es: Guardar fuentes (source seeds)
fr: Enregistrer les sources (source seeds)
zh_hans: 保存来源（source seeds）

source: Salva più server con un nome e passa dall'uno all'altro in un tocco. Dopo un po' di inattività, o quando l'app va in background, la connessione si chiude per risparmiare batteria e dati: gli ultimi dati restano visibili e la connessione riparte da sola quando torni.
ar: احفظ عدة خوادم بأسماء وانتقل بينها بلمسة. بعد فترة من الخمول، أو عند انتقال التطبيق إلى الخلفية، يُغلق الاتصال لتوفير البطارية والبيانات: تبقى آخر البيانات ظاهرة ويُستأنف الاتصال تلقائيًا عند عودتك.
de: Speichere mehrere Server mit Namen und wechsle mit einem Tipp. Nach einer Weile Inaktivität oder wenn die App in den Hintergrund geht, wird die Verbindung geschlossen, um Akku und Daten zu sparen: Die letzten Daten bleiben sichtbar, und die Verbindung wird bei deiner Rückkehr automatisch wiederhergestellt.
en: Save several servers with a name and switch between them in a tap. After a while of inactivity, or when the app goes to the background, the connection is closed to save battery and data: the last data stays visible and the connection resumes by itself when you come back.
es: Guarda varios servidores con un nombre y cambia entre ellos con un toque. Tras un rato de inactividad, o cuando la app pasa a segundo plano, la conexión se cierra para ahorrar batería y datos: los últimos datos siguen visibles y la conexión se reanuda sola cuando vuelves.
fr: Enregistrez plusieurs serveurs avec un nom et passez de l'un à l'autre d'un geste. Après un moment d'inactivité, ou quand l'app passe en arrière-plan, la connexion se ferme pour économiser batterie et données : les dernières données restent visibles et la connexion reprend d'elle-même à votre retour.
zh_hans: 为多个服务器命名保存，一键切换。闲置一段时间或 App 进入后台后，连接会关闭以节省电量和流量：最近的数据仍然可见，回来时连接会自动恢复。

source: Sblocca
ar: فتح القفل
de: Entsperren
en: Unlock
es: Desbloquear
fr: Déverrouiller
zh_hans: 解锁

source: Scarica
ar: تنزيل
de: Laden
en: Download
es: Descargar
fr: Télécharger
zh_hans: 下载

source: Scarica nella categoria
ar: تنزيل إلى فئة
de: In Kategorie laden
en: Download into Category
es: Descargar en la categoría
fr: Télécharger dans la catégorie
zh_hans: 下载到类别

source: Scrivi il testo nella barra di ricerca e premi Cerca. I risultati già in download sono in rosso, quelli già scaricati in verde.
ar: اكتب النص في شريط البحث واضغط بحث. النتائج التي يجري تنزيلها تظهر بالأحمر، والملفات المنزّلة سابقًا بالأخضر.
de: Gib den Text in die Suchleiste ein und drücke Suchen. Bereits laufende Downloads erscheinen rot, bereits heruntergeladene Dateien grün.
en: Type in the search bar and press Search. Results already downloading are shown in red, files you already downloaded in green.
es: Escribe en la barra de búsqueda y pulsa Buscar. Los resultados ya en descarga aparecen en rojo, los ya descargados en verde.
fr: Saisissez le texte dans la barre de recherche et appuyez sur Rechercher. Les résultats déjà en téléchargement sont en rouge, ceux déjà téléchargés en vert.
zh_hans: 在搜索栏输入文字并按“搜索”。正在下载的结果显示为红色，已下载的显示为绿色。

source: Scuro
ar: داكن
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
zh_hans: 深色

source: Se su un altro dispositivo la sincronizzazione è già attiva, controlla che questo usi lo stesso account iCloud e cerca di nuovo. Puoi attivarla anche più tardi dalle impostazioni dell'app.
ar: إذا كانت المزامنة مفعّلة بالفعل على جهاز آخر، فتحقق من أن هذا الجهاز يستخدم حساب iCloud نفسه ثم ابحث مجددًا. يمكنك تفعيلها لاحقًا أيضًا من إعدادات التطبيق.
de: Wenn die Synchronisierung auf einem anderen Gerät bereits aktiv ist, prüfe, ob dieses Gerät denselben iCloud-Account verwendet, und suche erneut. Du kannst sie auch später in den App-Einstellungen aktivieren.
en: If sync is already on on another device, check that this one uses the same iCloud account and search again. You can also turn it on later from the app settings.
es: Si la sincronización ya está activa en otro dispositivo, comprueba que este use la misma cuenta de iCloud y busca de nuevo. También puedes activarla más tarde desde los ajustes de la app.
fr: Si la synchronisation est déjà active sur un autre appareil, vérifiez que celui-ci utilise le même compte iCloud et recherchez à nouveau. Vous pourrez aussi l'activer plus tard dans les réglages de l'app.
zh_hans: 如果另一台设备已开启同步，请确认此设备使用同一个 iCloud 账户后再次搜索。你也可以稍后在 App 设置中开启。

source: Segnala un problema
ar: الإبلاغ عن مشكلة
de: Problem melden
en: Report a problem
es: Informar de un problema
fr: Signaler un problème
zh_hans: 报告问题

source: Seleziona
ar: تحديد
de: Auswählen
en: Select
es: Seleccionar
fr: Sélectionner
zh_hans: 选择

source: Seleziona i download o rimuovi dalla lista quelli completati
ar: حدد التنزيلات أو أزل المكتملة من القائمة
de: Downloads auswählen oder abgeschlossene aus der Liste entfernen
en: Select downloads or remove the completed ones from the list
es: Selecciona descargas o quita de la lista las completadas
fr: Sélectionner des téléchargements ou retirer de la liste ceux terminés
zh_hans: 选择下载或从列表中移除已完成的下载

source: Seleziona tutto
ar: تحديد الكل
de: Alle auswählen
en: Select all
es: Seleccionar todo
fr: Tout sélectionner
zh_hans: 全选

source: Server
ar: الخوادم
en: Servers
es: Servidores
fr: Serveurs
zh_hans: 服务器

source: Server (%lld)
ar: الخوادم (%lld)
en: Servers (%lld)
es: Servidores (%lld)
fr: Serveurs (%lld)
zh_hans: 服务器（%lld）

source: Server EC (External Connections)
ar: خادم EC (External Connections)
de: EC-Server (External Connections)
en: EC Server (External Connections)
es: Servidor EC (External Connections)
fr: Serveur EC (External Connections)
zh_hans: EC 服务器（External Connections）

source: Server aMule
ar: خادم aMule
de: aMule-Server
en: aMule server
es: Servidor aMule
fr: Serveur aMule
zh_hans: aMule 服务器

source: Server aMule di nuovo raggiungibile
ar: يمكن الوصول إلى خادم aMule من جديد
de: aMule-Server wieder erreichbar
en: aMule server reachable again
es: Servidor aMule accesible de nuevo
fr: Serveur aMule de nouveau joignable
zh_hans: aMule 服务器已恢复

source: Server aMule non raggiungibile
ar: لا يمكن الوصول إلى خادم aMule
de: aMule-Server nicht erreichbar
en: aMule server unreachable
es: Servidor aMule no accesible
fr: Serveur aMule injoignable
zh_hans: 无法连接 aMule 服务器

source: Server aMule non raggiungibile (%@).
ar: لا يمكن الوصول إلى خادم aMule (%@).
de: aMule-Server nicht erreichbar (%@).
en: aMule server unreachable (%@).
es: Servidor aMule no accesible (%@).
fr: Serveur aMule injoignable (%@).
zh_hans: 无法连接 aMule 服务器（%@）。

source: Server attualmente connesso
ar: الخادم المتصل حاليًا
de: Aktuell verbundener Server
en: Currently connected server
es: Servidor conectado actualmente
fr: Serveur actuellement connecté
zh_hans: 当前连接的服务器

source: Server e password vengono salvati automaticamente nel Portachiavi.
ar: يُحفظ الخادم وكلمة السر تلقائيًا في سلسلة المفاتيح.
de: Server und Passwort werden automatisch im Schlüsselbund gesichert.
en: Server and password are saved automatically in the Keychain.
es: El servidor y la contraseña se guardan automáticamente en el llavero.
fr: Le serveur et le mot de passe sont enregistrés automatiquement dans le trousseau.
zh_hans: 服务器和密码会自动保存到钥匙串。

source: Server statico
ar: خادم ثابت
de: Statischer Server
en: Static server
es: Servidor estático
fr: Serveur statique
zh_hans: 静态服务器

source: Sicurezza
ar: الأمان
de: Sicherheit
en: Security
es: Seguridad
fr: Sécurité
zh_hans: 安全

source: Sincronizza profili con iCloud
ar: مزامنة ملفات التعريف مع iCloud
de: Profile mit iCloud synchronisieren
en: Sync profiles with iCloud
es: Sincronizar perfiles con iCloud
fr: Synchroniser les profils avec iCloud
zh_hans: 通过 iCloud 同步配置

source: Sincronizzazione attiva: i profili server e le password ti seguono su iPhone, iPad, Mac, Apple Vision Pro e Apple TV.
ar: المزامنة مفعّلة: ملفات تعريف الخادم وكلمات المرور تتبعك على iPhone وiPad وMac وApple Vision Pro وApple TV.
de: Synchronisierung aktiv: Deine Serverprofile und Passwörter begleiten dich auf iPhone, iPad, Mac, Apple Vision Pro und Apple TV.
en: Sync is on: your server profiles and passwords follow you on iPhone, iPad, Mac, Apple Vision Pro and Apple TV.
es: Sincronización activa: los perfiles de servidor y las contraseñas te siguen en iPhone, iPad, Mac, Apple Vision Pro y Apple TV.
fr: Synchronisation active : vos profils de serveur et mots de passe vous suivent sur iPhone, iPad, Mac, Apple Vision Pro et Apple TV.
zh_hans: 同步已开启：服务器配置和密码会跟随你到 iPhone、iPad、Mac、Apple Vision Pro 和 Apple TV。

source: Sincronizzazione iCloud
ar: مزامنة iCloud
de: iCloud-Synchronisierung
en: iCloud sync
es: Sincronización de iCloud
fr: Synchronisation iCloud
zh_hans: iCloud 同步

source: Sistema
ar: النظام
de: System
en: System
fr: Système
zh_hans: 跟随系统

source: Solo amici
ar: الأصدقاء فقط
de: Nur Freunde
en: Friends only
es: Solo amigos
fr: Amis uniquement
zh_hans: 仅好友

source: Solo da client identificati (SecIdent)
ar: من العملاء المعرَّفين فقط (SecIdent)
de: Nur von identifizierten Clients (SecIdent)
en: Only from identified clients (SecIdent)
es: Solo de clientes identificados (SecIdent)
fr: Uniquement des clients identifiés (SecIdent)
zh_hans: 仅来自已识别客户端（SecIdent）

source: Spazio disco
ar: مساحة القرص
de: Speicherplatz
en: Disk Space
es: Espacio en disco
fr: Espace disque
zh_hans: 磁盘空间

source: Spazio libero minimo (MB):
ar: الحد الأدنى للمساحة الحرة (MB):
de: Mindestens freier Speicher (MB):
en: Minimum free space (MB):
es: Espacio libre mínimo (MB):
fr: Espace libre minimal (Mo) :
zh_hans: 最小可用空间（MB）：

source: Spegnere il demone aMule sul server?
ar: إيقاف عفريت aMule على الخادم؟
de: Den aMule-Daemon auf dem Server beenden?
en: Shut down the aMule daemon on the server?
es: ¿Apagar el demonio de aMule en el servidor?
fr: Éteindre le démon aMule sur le serveur ?
zh_hans: 要关闭服务器上的 aMule 守护进程吗？

source: Spegni amuled
ar: إيقاف amuled
de: amuled beenden
en: Shut Down amuled
es: Apagar amuled
fr: Éteindre amuled
zh_hans: 关闭 amuled

source: Spegni amuled…
ar: إيقاف amuled…
de: amuled beenden…
en: Shut Down amuled…
es: Apagar amuled…
fr: Éteindre amuled…
zh_hans: 关闭 amuled…

source: Statistiche
ar: الإحصاءات
de: Statistiken
en: Statistics
es: Estadísticas
fr: Statistiques
zh_hans: 统计

source: Stato
ar: الحالة
de: Status
en: Status
es: Estado
fr: État
zh_hans: 状态

source: Stato di aMule
ar: حالة aMule
de: aMule-Status
en: aMule Status
es: Estado de aMule
fr: État d'aMule
zh_hans: aMule 状态

source: Stato di un download
ar: حالة تنزيل
de: Status eines Downloads
en: Status of a download
es: Estado de una descarga
fr: État d'un téléchargement
zh_hans: 某个下载的状态

source: Su iPhone e iPad puoi sceglierle subito o nel Riepilogo programmato: lo decidi nella finestra di iOS e, in ogni momento, in Impostazioni → aMule Remote → Notifiche.
ar: على iPhone وiPad يمكنك استلامها فورًا أو في الملخص المجدول: تقرر ذلك في نافذة iOS وفي أي وقت من الإعدادات → aMule Remote → الإشعارات.
de: Auf iPhone und iPad kannst du sie sofort oder in der geplanten Zusammenfassung erhalten: Das entscheidest du im iOS-Dialog und jederzeit unter Einstellungen → aMule Remote → Mitteilungen.
en: On iPhone and iPad you can get them right away or in the Scheduled Summary: you decide in the iOS dialog and, at any time, in Settings → aMule Remote → Notifications.
es: En iPhone y iPad puedes recibirlas al momento o en el Resumen programado: lo decides en la ventana de iOS y, en cualquier momento, en Ajustes → aMule Remote → Notificaciones.
fr: Sur iPhone et iPad, recevez-les immédiatement ou dans le Résumé programmé : vous le décidez dans la fenêtre d'iOS et, à tout moment, dans Réglages → aMule Remote → Notifications.
zh_hans: 在 iPhone 和 iPad 上，你可以立即接收或在定时摘要中接收：在 iOS 弹窗中决定，也可随时在“设置 → aMule Remote → 通知”中更改。

source: Suggerimento: con un iPhone vicino puoi digitare dalla notifica «Tastiera Apple TV» o dettare con Siri. Server e password vengono salvati nel Portachiavi.
ar: تلميح: مع وجود iPhone قريب يمكنك الكتابة من إشعار «لوحة مفاتيح Apple TV» أو الإملاء عبر Siri. يُحفظ الخادم وكلمة المرور في سلسلة المفاتيح.
de: Tipp: Mit einem iPhone in der Nähe kannst du über die Mitteilung „Apple TV-Tastatur“ tippen oder mit Siri diktieren. Server und Passwort werden im Schlüsselbund gesichert.
en: Tip: with an iPhone nearby you can type from the “Apple TV Keyboard” notification or dictate with Siri. Server and password are saved in the Keychain.
es: Consejo: con un iPhone cerca puedes escribir desde la notificación «Teclado del Apple TV» o dictar con Siri. El servidor y la contraseña se guardan en el Llavero.
fr: Astuce : avec un iPhone à proximité, tapez depuis la notification « Clavier Apple TV » ou dictez avec Siri. Le serveur et le mot de passe sont enregistrés dans le trousseau.
zh_hans: 提示：附近有 iPhone 时，可通过“Apple TV 键盘”通知输入或用 Siri 口述。服务器和密码保存在钥匙串中。

source: Sul Mac le trovi in Impostazioni di Sistema → Notifiche → aMule Remote.
ar: على Mac تجدها في إعدادات النظام → الإشعارات → aMule Remote.
de: Auf dem Mac findest du sie unter Systemeinstellungen → Mitteilungen → aMule Remote.
en: On the Mac you find them in System Settings → Notifications → aMule Remote.
es: En el Mac las encuentras en Ajustes del Sistema → Notificaciones → aMule Remote.
fr: Sur Mac, vous les trouvez dans Réglages Système → Notifications → aMule Remote.
zh_hans: 在 Mac 上可在“系统设置 → 通知 → aMule Remote”中找到。

source: Sulla schermata di connessione trovi «Prova la modalità demo»: l'app si riempie di dati di esempio (contenuti liberi) e ogni funzione è simulata in locale. Utile per esplorarla prima di configurare amuled.
ar: في شاشة الاتصال تجد «جرّب الوضع التجريبي»: يمتلئ التطبيق ببيانات نموذجية (محتوى حر) وتُحاكى كل الوظائف محليًا. مفيد لاستكشافه قبل إعداد amuled.
de: Auf dem Verbindungsbildschirm findest du „Demomodus ausprobieren“: Die App füllt sich mit Beispieldaten (freie Inhalte), und jede Funktion wird lokal simuliert. Praktisch, um sie vor der Einrichtung von amuled zu erkunden.
en: On the connection screen you will find “Try the demo mode”: the app fills up with sample data (free content) and every feature is simulated locally. Handy to explore it before setting up amuled.
es: En la pantalla de conexión encontrarás «Prueba el modo demo»: la app se llena de datos de ejemplo (contenido libre) y cada función se simula en local. Útil para explorarla antes de configurar amuled.
fr: Sur l'écran de connexion vous trouverez « Essayer le mode démo » : l'app se remplit de données d'exemple (contenus libres) et chaque fonction est simulée en local. Pratique pour l'explorer avant de configurer amuled.
zh_hans: 在连接页面可以找到“试用演示模式”：App 会填充示例数据（自由内容），所有功能在本地模拟。适合在配置 amuled 之前先熟悉一下。

source: Supporta offuscamento protocollo
ar: دعم تعتيم البروتوكول
de: Protokollverschleierung unterstützen
en: Support protocol obfuscation
es: Admitir ofuscación del protocolo
fr: Prendre en charge l'obfuscation du protocole
zh_hans: 支持协议混淆

source: Svuota log
ar: مسح السجل
de: Protokoll leeren
en: Clear Log
es: Vaciar registro
fr: Effacer le journal
zh_hans: 清空日志

source: Telecomando Siri Remote
ar: جهاز Siri Remote
de: Siri Remote
en: Siri Remote
es: Siri Remote
fr: Siri Remote
zh_hans: Siri Remote 遥控器

source: Telecomando per un server aMule (amuled) tramite il protocollo EC.
ar: جهاز تحكم عن بُعد لخادم aMule (amuled) عبر بروتوكول EC.
de: Fernsteuerung für einen aMule-Server (amuled) über das EC-Protokoll.
en: Remote control for an aMule server (amuled) over the EC protocol.
es: Control remoto de un servidor aMule (amuled) mediante el protocolo EC.
fr: Télécommande pour un serveur aMule (amuled) via le protocole EC.
zh_hans: 通过 EC 协议远程控制 aMule 服务器（amuled）。

source: Tempo
ar: الوقت
de: Zeit
en: Time
es: Tiempo
fr: Temps
zh_hans: 时间

source: Tentativi prima di rimuovere:
ar: المحاولات قبل الإزالة:
de: Versuche vor dem Entfernen:
en: Attempts before removing:
es: Intentos antes de quitar:
fr: Tentatives avant retrait :
zh_hans: 移除前的尝试次数：

source: Test connessione
ar: اختبار الاتصال
de: Verbindungstest
en: Connection Test
es: Prueba de conexión
fr: Test de connexion
zh_hans: 连接测试

source: Testo da cercare
ar: النص المطلوب البحث عنه
de: Suchtext
en: Text to search
es: Texto a buscar
fr: Texte à rechercher
zh_hans: 要搜索的文本

source: Tieni premuta l'icona dell'app per aggiungere un link, mettere in pausa o riprendere tutti i download e cercare. Con Siri e Comandi rapidi controlli aMule anche ad app chiusa. I link ed2k:// toccati in Safari o Mail si aprono direttamente nell'app.
ar: اضغط مطولًا على أيقونة التطبيق لإضافة رابط أو إيقاف كل التنزيلات مؤقتًا أو استئنافها أو البحث. مع Siri والاختصارات تتحكم بـ aMule حتى والتطبيق مغلق. روابط ed2k:// التي تلمسها في Safari أو البريد تُفتح مباشرة في التطبيق.
de: Halte das App-Symbol gedrückt, um einen Link hinzuzufügen, alle Downloads zu pausieren oder fortzusetzen und zu suchen. Mit Siri und Kurzbefehlen steuerst du aMule auch bei geschlossener App. In Safari oder Mail angetippte ed2k://-Links öffnen sich direkt in der App.
en: Long-press the app icon to add a link, pause or resume all downloads and search. With Siri and Shortcuts you control aMule even when the app is closed. ed2k:// links tapped in Safari or Mail open straight in the app.
es: Mantén pulsado el icono de la app para añadir un enlace, pausar o reanudar todas las descargas y buscar. Con Siri y Atajos controlas aMule incluso con la app cerrada. Los enlaces ed2k:// tocados en Safari o Mail se abren directamente en la app.
fr: Maintenez l'icône de l'app pour ajouter un lien, mettre en pause ou reprendre tous les téléchargements et rechercher. Avec Siri et Raccourcis vous pilotez aMule même app fermée. Les liens ed2k:// touchés dans Safari ou Mail s'ouvrent directement dans l'app.
zh_hans: 长按 App 图标即可添加链接、暂停或继续所有下载以及搜索。通过 Siri 和快捷指令，即使 App 关闭也能控制 aMule。在 Safari 或邮件中点按的 ed2k:// 链接会直接在 App 中打开。

source: Tipo di file
ar: نوع الملف
de: Dateityp
en: File Type
es: Tipo de archivo
fr: Type de fichier
zh_hans: 文件类型

source: Tipo ricerca
ar: نوع البحث
de: Suchtyp
en: Search Type
es: Tipo de búsqueda
fr: Type de recherche
zh_hans: 搜索类型

source: Toglie dalla coda del server aMule i file già completati.
ar: يزيل الملفات المكتملة من قائمة خادم aMule.
de: Entfernt bereits abgeschlossene Dateien aus der Warteschlange des aMule-Servers.
en: Removes the already completed files from the aMule server queue.
es: Quita de la cola del servidor aMule los archivos ya completados.
fr: Retire de la file du serveur aMule les fichiers déjà terminés.
zh_hans: 从 aMule 服务器队列中移除已完成的文件。

source: Totale inviato
ar: إجمالي المرسل
de: Insgesamt gesendet
en: Total sent
es: Total enviado
fr: Total envoyé
zh_hans: 总发送量

source: Totale ricevuto
ar: إجمالي المستلم
de: Insgesamt empfangen
en: Total received
es: Total recibido
fr: Total reçu
zh_hans: 总接收量
